app/controllers/movie_controller.rb

    def acceuil
        @movies = Movie.all
---
SELECT "movies".* FROM "movies"