app/views/movie/acceuil.html.erb

SELECT  "directors".* FROM "directors" WHERE "directors"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
---
    	<td><%= movie.release_year%></td>
    	<td><%= movie.director.first_name%></td>